[{
        "id": 1,
        "quote": "[The press] used to think that I was really this horrible, flame-throwing, terrible tyrant. Right? Now I go on a television show, where basically what I do is I fire people, and everyone thinks I'm such a nice guy. Which tells you what a bad image I had.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2005
    },
    {
        "id": 2,
        "quote": "Usually if I fire somebody who's bad, I'll tell them how great they are. Because I don't want to hurt people's feelings.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2005
    },
    {
        "id": 3,
        "quote": "Part of the beauty of me is that I am very rich.",
        "rating":"G",
        "source": "Good Morning America",
        "year": 2011
    },
    {
        "id": 4,
        "quote": "I don't wear a 'rug'' it's mine. And I promise not to talk about your massive plastic surgeries that didn't work.'",
        "rating":"G",
        "source": "Twitter, to @Cher",
        "year": ""
    },
    {
        "id": 5,
        "quote": "You know, wealthy people don't like me.",
        "rating":"G",
        "source": "CNN",
        "year": 1988
    },
    {
        "id": 6,
        "quote": "When I think I'm right, nothing bothers me.",
        "rating":"G",
        "source": "60 Minutes",
        "year": 1985
    },
    {
        "id": 7,
        "quote": "There are two publics as far as I'm concerned. The real public and then there's the New York society horseshit. The real public has always liked Donald Trump.",
        "rating":"PG",
        "source": "Vanity Fair",
        "year": 1990
    },
    {
        "id": 8,
        "quote": "Give them the old Trump bullshit",
        "rating":"PG",
        "source": "To architect Der Scutt before 1980 Trump Tower design press conference, according to Vanity Fair",
        "year": 1990
    },
    {
        "id": 9,
        "quote": "I could be happy living in a studio apartment.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 10,
        "quote": "I have a great relationship with the blacks.",
        "rating":"G",
        "source": "Talk1300 Radio, Albany",
        "year": ""
    },
    {
        "id": 11,
        "quote": "I believe [the media] like making me out to be something more sinister than I really am.",
        "rating":"G",
        "source": "60 Minutes",
        "year": 1985
    },
    {
        "id": 12,
        "quote": "I will be so good at the military your head will spin.",
        "rating":"G",
        "source": "The Hugh Hewitt Show",
        "year": 2015
    },
    {
        "id": 13,
        "quote": "I had some beautiful pictures taken in which I had a big smile on my face. I looked happy, I looked content, I looked like a very nice person, which in theory I am.",
        "rating":"G",
        "source": "Crippled America: How to Make America Great Again'",
        "year": 2015
    },
    {
        "id": 14,
        "quote": "No, I'm not into anal.",
        "rating":"R",
        "source": "The Howard Stern Show",
        "year": ""
    },
    {
        "id": 15,
        "quote": "I don't even consider myself ambitious.",
        "rating":"G",
        "source": "60 Minutes",
        "year": 1985
    },
    {
        "id": 16,
        "quote": "As everybody knows, but the haters & losers refuse to acknowledge, I do not wear a 'wig.' My hair may not be perfect but it's mine.",
        "rating":"G",
        "source": "Twitter",
        "year": ""
    },
    {
        "id": 17,
        "quote": "Sorry losers and haters, but my I.Q. is one of the highest -and you all know it! Please don't feel so stupid or insecure, it's not your fault",
        "rating":"G",
        "source": "Twitter",
        "year": ""
    },
    {
        "id": 18,
        "quote": "I put my name on buildings because it sells better. I don't do it because, gee, I need that.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 19,
        "quote": "I think I'm like the largest or one of the largest [political] contributors. I'm maxed out every year.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 20,
        "quote": "My net worth fluctuates, and it goes up and down with markets and with attitudes and with feelings'even my own feelings'but I try.",
        "rating":"G",
        "source": "Lawsuit deposition, 2007, as quoted by The Atlantic",
        "year": 2013
    },
    {
        "id": 21,
        "quote": "Money is a little bit of a scorecard, but I don't do it for the money. I do it because I really enjoy it. I love the creative process.",
        "rating":"G",
        "source": "Late Edition with Wolf Blitzer",
        "year": 2004
    },
    {
        "id": 22,
        "quote": "There have been many bad things said about me over the years, and in some cases they've been true. It doesn't bother me. If I have a fault and somebody exposes that fault or talks about that fault, you won't hear me complain.",
        "rating":"G",
        "source": "The Atlantic",
        "year": 2013
    },
    {
        "id": 23,
        "quote": "It's a great building. It's the second-tallest building in Chicago, and I always say it was better for the people of Chicago than it was for Donald Trump.",
        "rating":"G",
        "source": "On Trump International Hotel and Tower in Chicago, The Atlantic",
        "year": 2013
    },
    {
        "id": 24,
        "quote": "At Trump Tower, I know everybody that goes up, and everybody that comes down.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2005
    },
    {
        "id": 25,
        "quote": "I love Oprah. Oprah would always be my first choice [for Vice President]",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 26,
        "quote": "Well, someone's doing the raping, Don! I mean, somebody's doing it. Who's doing the raping? Who's doing the raping?",
        "rating":"PG",
        "source": "responding to questions about his comments regarding Latino immigrants and rape, CNN Tonight",
        "year": 2015
    },
    {
        "id": 27,
        "quote": "There is something on that birth certificate, maybe religion, maybe it says he's a Muslim, I don't know. Maybe he doesn't want that. Or, he may not have one.",
        "rating":"G",
        "source": "on Barack Obama's birth certificate, Laura Ingraham Show",
        "year": 2011
    },
    {
        "id": 28,
        "quote": "If I ever ran for office, I'd do better as a Democrat than as a Republican'and that's not because I'd be more liberal, because I'm conservative. But the working guy would elect me. He likes me. When I walk down the street, those cabbies start yelling out their windows.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 29,
        "quote": "Well, number one, I'd create economic zones. I'd create incentives for companies to move in. I'd work on spirit because the spirit is so low, it's incredible, the unemployment, you look at unemployment for black youth in this country, African American youth, is 58-59 percent. It's unthinkable. Unemployment for African Americans ' not youth, but African Americans ' is very high. And I would create in the inner cities, which is what I really do best, that's why when I open a building and I show you it's way ahead of schedule, under budget and everything else'I think it was the Rite Aid store, the store in Baltimore it took them 20 years to get it built, one store, and then it burned down in one night'we have to create incentives for people to love what they are doing, and to make money.",
        "rating":"G",
        "source": "on how to ease racial tensions in Baltimore, The Washington Post",
        "year": 2016
    },
    {
        "id": 30,
        "quote": "We do, if it's illegals, in other words, if it's everybody, but people that are legally living here, I'm doing very well. In other words, people that are here, like Hispanics that are in the country, I'm doing very well. People that vote. Like people leaving voting booths and all, I'm doing very well with them.",
        "rating":"G",
        "source": "responding to negative poll numbers, The Washington Post",
        "year": 2016
    },
    {
        "id": 31,
        "quote": "I think of myself as a young guy, but I'm not so young anymore. And I've been around for a long time. And it just seems that the economy does better under the Democrats than the Republicans.",
        "rating":"G",
        "source": "The Late Edition with Wolf Blitzer",
        "year": 2004
    },
    {
        "id": 32,
        "quote": "We're totally predictable. And predictable is bad. Sitting at a meeting like this and explaining my views and if I do become president, I have these views that are down for the other side to look at, you know. I hate being so open.",
        "rating":"G",
        "source": "The Washington Post",
        "year": 2016
    },
    {
        "id": 33,
        "quote": "I think if this country gets any kinder or gentler, it's literally going to cease to exist.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 34,
        "quote": "I will be the greatest jobs president God ever created.",
        "rating":"G",
        "source": "Campaign Announcement",
        "year": 2015
    },
    {
        "id": 35,
        "quote": "Bing bing, bong bong, bing bing bing",
        "rating":"G",
        "source": "Lincoln Day speech on political lobbying",
        "year": 2015
    },
    {
        "id": 36,
        "quote": "Romney, I have a Gucci store that's worth more than Romney.",
        "rating":"G",
        "source": "Des Moines Register",
        "year": 2015
    },
    {
        "id": 37,
        "quote": "I enjoy it, I enjoy the system. I doubt I'll ever be involved with politics beyond what I do right now, but I do enjoy the system. I find it, a really, really beautiful thing to watch.",
        "rating":"G",
        "source": "CNN",
        "year": 1988
    },
    {
        "id": 38,
        "quote": "I don't want the Presidency. I'm going to help a lot of people with my foundation'and for me, the grass isn't always greener.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 39,
        "quote": "Perhaps I shouldn't campaign at all, I'll just, you know, I'll ride it right into the White House.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 40,
        "quote": "Hillary is smart, tough and a very nice person, and so is her husband. Bill Clinton was a great President. They are fine people. Hillary was roughed up by the media, and it was a tough campaign for her, but she's a great trooper. Her history is far from being over.",
        "rating":"G",
        "source": "Trump University Blog",
        "year": 2008
    },
    {
        "id": 41,
        "quote": "How stupid are the people of Iowa?",
        "rating":"G",
        "source": "on claims made by rival Ben Carson, Ft. Dodge Iowa rally",
        "year": 2015
    },
    {
        "id": 42,
        "quote": "I'm a negotiator, like you folks.",
        "rating":"G",
        "source": "addressing the Republican Jewish Coalition",
        "year": 2015
    },
    {
        "id": 43,
        "quote": "I've always thought about the issue of nuclear war; it's a very important element in my thought process. It's the ultimate, the ultimate catastrophe, the biggest problem this world has, and nobody's focusing on the nuts and bolts of it. It's a little like sickness. People don't believe they're going to get sick until they do. Nobody wants to talk about it. I believe the greatest of all stupidities is people's believing it will never happen, because everybody knows how destructive it will be, so nobody uses weapons. What bullshit.",
        "rating":"PG",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 44,
        "quote": "I'll tell you one thing, this is a very good looking group of people here. Could I just go around so I know who the hell I'm talking to?",
        "rating":"G",
        "source": "responding to a question about using nuclear weapons against ISIS, The Washington Post",
        "year": 2016
    },
    {
        "id": 45,
        "quote": "Listen, you motherfuckers, we're going to tax you 25 percent!",
        "rating":"R",
        "source": "on China, Las Vegas speech",
        "year": 2011
    },
    {
        "id": 46,
        "quote": "I don't want to use the word 'screwed', but I screwed him.",
        "rating":"PG",
        "source": "on renting land to Muammar Qaddafi, Fox and Friends",
        "year": 2011
    },
    {
        "id": 47,
        "quote": "I have tremendous respect for the Japanese people, I mean, you can respect somebody that's beating the hell out of you.",
        "rating":"G",
        "source": "The Oprah Winfrey Show",
        "year": 1988
    },
    {
        "id": 48,
        "quote": "I'll shake hands. I shake hands with people. But it's not something I like, look, I'm not a huge fan of Japan, but I love their custom.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2005
    },
    {
        "id": 49,
        "quote": "The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.",
        "rating":"G",
        "source": "Twitter",
        "year": 2012
    },
    {
        "id": 50,
        "quote": "We can't continue to allow China to rape our country",
        "rating":"G",
        "source": "Ft. Wayne Indiana Rally",
        "year": 2016
    },
    {
        "id": 51,
        "quote": "You know, it doesn't really matter what [the media] write as long as you've got a young and beautiful piece of ass.",
        "rating":"PG",
        "source": "Esquire",
        "year": 1991
    },
    {
        "id": 52,
        "quote": ".@ariannahuff is unattractive both inside and out. I fully understand why her former husband left her for a man - he made a good decision.",
        "rating":"G",
        "source": "Twitter",
        "year": 2012
    },
    {
        "id": 53,
        "quote": "Nobody cares about the talent [in beauty pageants]. There's only one talent you care about, and that's the look talent. You don't give a shit if a girl can play a violin like the greatest violinist in the world. You want to know what does she look like.",
        "rating":"PG",
        "source": "TrumpNation",
        "year": 2015
    },
    {
        "id": 54,
        "quote": "She's really cute, I have to tell you, she's really bouncy, really cute, She's about 5-foot-1. Do you like girls that are 5-foot-1? They come up to you know where.",
        "rating":"PG",
        "source": "Trump on Eva Longoria, The Howard Stern Show",
        "year": 2005
    },
    {
        "id": 55,
        "quote": "A person who is very flat-chested is very hard to be a 10",
        "rating":"G",
        "source": "The Howard Stern Show",
        "year": ""
    },
    {
        "id": 56,
        "quote": "[Angelina Jolie]'s been with so many guys she makes me look like a baby, OK, with the other side. And, I just don't even find her attractive.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2006
    },
    {
        "id": 57,
        "quote": "There has to be some form of punishment",
        "rating":"G",
        "source": "[for women who seek abortions], MSNBC forum",
        "year": 2016
    },
    {
        "id": 58,
        "quote": "Rosie O'Donnell's disgusting both inside and out. You take a look at her, she's a slob. She talks like a truck driver, she doesn't have her facts, she'll say anything that comes to her mind.",
        "rating":"G",
        "source": "The Insider",
        "year": 2006
    },
    {
        "id": 59,
        "quote": "I'd like to take some money out of her fatass pockets.",
        "rating":"PG",
        "source": "on Rosie O'Donnell, The Insider,",
        "year": 2006
    },
    {
        "id": 60,
        "quote": "She better be careful or I'll send one of my friends over to pick up her girlfriend. Why would she stay with Rosie if she had another choice?",
        "rating":"G",
        "source": "on Rosie O'Donnell, The Insider,",
        "year": 2006
    },
    {
        "id": 61,
        "quote": "The boob job is terrible. They look like two lightbulbs coming out of her body.",
        "rating":"G",
        "source": "on actress Carmen Electra, The Howard Stern Show",
        "year": ""
    },
    {
        "id": 62,
        "quote": "Well, absolutely. It's record-setting. In the old days, they'd say she has a bad body",
        "rating":"PG",
        "source": "On whether Kim Kardashian's butt is too big, The Howard Stern Show",
        "year": 2014
    },
    {
        "id": 63,
        "quote": "There are basically three types of women and reactions. One is the good woman who very much loves her future husband, solely for himself, but refuses to sign the agreement on principle. I fully understand this, but the man should take a pass anyway and find someone else.",
        "rating":"G",
        "source": "on prenuptial agreements, The Art of the Comeback",
        "year": 1997
    },
    {
        "id": 64,
        "quote": "I would never buy Ivana any decent jewels or pictures. Why give her negotiable assets?",
        "rating":"G",
        "source": "Vanity Fair",
        "year": 1990
    },
    {
        "id": 65,
        "quote": "With the proper woman you don't need Viagra",
        "rating":"PG",
        "source": "The Howard Stern Show",
        "year": ""
    },
    {
        "id": 66,
        "quote": "I think Viagra is wonderful if you need it, if you have medical issues, if you've had surgery. I've just never needed it. Frankly, I wouldn't mind if there were an anti-Viagra, something with the opposite effect. I'm not bragging. I'm just lucky. I don't need it. I've always said, 'If you need Viagra, you're probably with the wrong girl.'",
        "rating":"PG",
        "source": "Playboy",
        "year": 2004
    },
    {
        "id": 67,
        "quote": "Would you go out with Marcia Cross or would you turn gay, Howard?",
        "rating":"PG",
        "source": "The Howard Stern Show",
        "year": 2005
    },
    {
        "id": 68,
        "quote": "[Leona Helmsley] set the women's movement back fifty years. She is a living nightmare, and to be married to her must be like living in hell.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 69,
        "quote": "Oftentimes when I was sleeping with one of the top women in the world I would say to myself, thinking about me as a boy from Queens, 'Can you believe what I am getting?'",
        "rating":"PG",
        "source": "Think Big: Make it Happen in Business and Life",
        "year": 2008
    },
    {
        "id": 70,
        "quote": "There's nothing I love more than women, but they're really a lot different than portrayed. They are far worse than men, far more aggressive, and boy, can they be smart. Let's give credit where credit is due, and let's salute women for their tremendous power, which most men are afraid to admit they have.",
        "rating":"G",
        "source": "Trump:The Art of the Comeback",
        "year": 1997
    },
    {
        "id": 71,
        "quote": "I've been so lucky in terms of that whole world. It is a dangerous world out there, it's scary, like Vietnam. Sort of like the Vietnam era. It is my personal Vietnam. I feel like a great and very brave soldier.",
        "rating":"PG",
        "source": "on sleeping with women who could have STDs, The Howard Stern Show",
        "year": ""
    },
    {
        "id": 72,
        "quote": "Some women are highly aggressive and they want sex, no different from men and sometimes worse.",
        "rating":"PG",
        "source": "Trump University Blog",
        "year": 2006
    },
    {
        "id": 73,
        "quote": "I made a lot of money and I made it too easily, to the point of boredom.",
        "rating":"G",
        "source": "Vanity Fair",
        "year": 1990
    },
    {
        "id": 74,
        "quote": "There has always been a display of wealth and always will be, until the depression comes, which it always does. And let me tell you, a display is a good thing. It shows people that you can be successful. It can show you a way of life. 'Dynasty' did it on TV. It's very important that people aspire to be successful. The only way you can do it is if you look at somebody who is.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 75,
        "quote": "There are people, I categorize them as life's losers, who get their sense of accomplishment and achievement from trying to stop others. As far as I'm concerned, if they had any real ability, they wouldn't be fighting me, they'd be doing something constructive themselves.",
        "rating":"G",
        "source": "The Art of the Deal",
        "year": 1987
    },
    {
        "id": 76,
        "quote": "My life has been about winning. My life has not been about losing.",
        "rating":"G",
        "source": "Time Magazine",
        "year": 2015
    },
    {
        "id": 77,
        "quote": "How large a role does pure ego play in your deal making and enjoyment of publicity? 'Every successful person has a very large ego.' Every successful person? Mother Teresa? Jesus Christ? 'Far greater egos than you will ever understand.'",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 78,
        "quote": "How do you define leadership? I mean, leadership is a very strange word because, you know, some people have it, some people don't and nobody knows why.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 79,
        "quote": "And you know, another great guy is Mark Cuban. And I think, you know, he’s been talking about maybe doing this himself. And I think he’d do a great job. We don’t have the exact same feelings about where we’re going, but that’s OK. But Mark was great. You know, he called me, like, literally a few days ago, and he said, 'you know if you want to use the arena' — which by the way is a beautiful arena, this a great arena — and Dirk is a fantastic player, he’s just a wonderful player — and the Mavericks have been fantastic and it’s just a great team — but he said, 'you know if you want to use the arena.' And I said, 'Mark, when?' He said 'how ’bout Monday night?' It’s like, that was like in four days. And you had a big holiday in between. And he said, 'they really like you in Dallas, they really like you in Texas, maybe you can get a lot of people.' Because we were coming here, and we thought maybe we’d get a thousand people, but we never get a thousand anymore, it’s always, like, the same thing. You know, we went to Alabama. We started off with a 500 person ballroom. And after about 2 minutes — look at all these guys — paparazzi, look at this…we’ve got everybody here. We started off, by the way, with a 500 person ballroom, and after about 2 minutes the hotel called up begging for mercy. 'We can’t do it!' They were inundated, so we went to convention center, and that was 10,000 and that was wiped out in about an hour. So we went to a stadium, we had 31 thousand people, which is by far the largest, they say, like, ever, for an early primary, and that’s probably true." ,
        "rating":"G",
        "source": "on Dallas Mavericks owner Mark Cuban, rally in Dallas, Texas",
        "year": ""
    },
    {
        "id": 80,
        "quote": "Let [golf] be aspirational instead of bringing it down by trying to get players to do it when they're 15 years old and they're also learning other sports. I think it's very damaging to the game.",
        "rating":"G",
        "source": "Fortune",
        "year": 2015
    },
    {
        "id": 81,
        "quote": "If I were Tom Brady, I'd sue the hell out of the NFL for defamation. $250 million dollars for defamation. Sue 'em Tom. They'll settle so fast your head'll spin.",
        "rating":"G",
        "source": "TrumpVlog",
        "year": 2015
    },
    {
        "id": 82,
        "quote": "It's my opinion that to a large extent, Mike Tyson was railroaded in this case.",
        "rating":"G",
        "source": "on to Mike Tyson's rape conviction, NBC Nightly News",
        "year": 1992
    },
    {
        "id": 83,
        "quote": "I've won many club championships and I was always the best athlete. But I've won many a club championship. It's something that people don't know unless they are with me and have played with me",
        "rating":"G",
        "source": "The Atlantic",
        "year": 2013
    },
    {
        "id": 84,
        "quote": "She does have a very nice figure. I've said that if Ivanka weren't my daughter, perhaps I'd be dating her.",
        "rating":"G",
        "source": "The View",
        "year": 2006
    },
    {
        "id": 85,
        "quote": "I want five children, like in my own family, because with five, then I will know that one will be guaranteed to turn out like me,",
        "rating":"G",
        "source": "To unnamed friend, according to Vanity Fair",
        "year": 1990
    },
    {
        "id": 86,
        "quote": "I mean, I won't do anything to take care of them. I'll supply funds and she'll take care of the kids. It's not like I'm gonna be walking the kids down Central Park. Well, Marla used to say, 'I can't believe you're not walking Tiffany down the street,' you know, in a carriage. Right, I'm gonna be walking down Fifth Avenue with a baby in a carriage. It just didn't work.",
        "rating":"G",
        "source": "on taking care of kids, The Howard Stern Show",
        "year": 2005
    },
    {
        "id": 87,
        "quote": "Statistically, my children have a very bad shot. Children of successful people are generally very, very troubled, not successful. They don't have the right shtick. You never know until they're tested. But I do well with my children.",
        "rating":"G",
        "source": "Playboy",
        "year": 1990
    },
    {
        "id": 88,
        "quote": "I don't [change diapers]. It's not my thing. You know what, I'm a good father but that's not my thing and Melania's going to be a great mother. To a large extent it's up to the women. There are a lot of women out there who, you know, demand the husband act like the wife and there are a lot of husbands who listen to that.",
        "rating":"G",
        "source": "Opie and Anthony",
        "year": 2006
    },
    {
        "id": 89,
        "quote": "My marriage, it seemed, was the only area of my life in which I was willing to accept something less than perfection.",
        "rating":"G",
        "source": "Surviving at the Top",
        "year": 1990
    },
    {
        "id": 90,
        "quote": "We literally have never had an argument; forget about the word 'fight.' We never even had an argument.",
        "rating":"G",
        "source": "on his wife Melania, Larry King Live",
        "year": 2005
    },
    {
        "id": 91,
        "quote": "For a man to be successful he needs support at home, just like my father had from my mother, not someone who is always griping and bitching. When a man has to endure a woman who is not supportive and complains constantly about his not being home enough or not being attentive enough, he will not be very successful unless he is unable to cut the cord.",
        "rating":"G",
        "source": "The Art of the Comeback",
        "year": 1997
    },
    {
        "id": 92,
        "quote": "I don't like the concept of divorce, but sometimes it becomes necessary",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1990
    },
    {
        "id": 93,
        "quote": "If you have the money, having children is great.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 2005
    },
    {
        "id": 94,
        "quote": "They're remaking 'Indiana Jones' without Harrison Ford, you can't do that. And now they're making 'Ghostbusters' with only women. What's going on?",
        "rating":"G",
        "source": "TrumpVlog",
        "year": 2015
    },
    {
        "id": 95,
        "quote": "I think Eminem is fantastic, and most people think I wouldn't like Eminem. And did you know my name is in more black songs than any other name in hip-hop? Black entertainers love Donald Trump. Russell Simmons told me that.",
        "rating":"G",
        "source": "Playboy",
        "year": 2004
    },
    {
        "id": 96,
        "quote": "When Beyonce was thrusting her hips forward in a very suggestive manner [during her Super Bowl Halftime performance], if someone else would have done that it would have been a national scandal",
        "rating":"G",
        "source": "The Howard Stern Show",
        "year": 2013
    },
    {
        "id": 97,
        "quote": "A young rapper named Mac Miller just did a song called 'Donald Trump' and I've just been told it hit over 54 million' 54 million people. I want some money, Mac. Give me some money. I'm entitled to 25% at least. Mac, I want money!",
        "rating":"G",
        "source": "From the Desk of Donald Trump",
        "year": 2012
    },
    {
        "id": 98,
        "quote": "NBC is weak, and like everybody else is trying to be politically correct that is why our country is in serious trouble",
        "rating":"G",
        "source": "Trump statement following NBCUniversal's severing of their relationship",
        "year": 2015
    },
    {
        "id": 99,
        "quote": "Miley don't let them get you down. They're all jealous",
        "rating":"G",
        "source": "Vine",
        "year": 2013
    },
    {
        "id": 100,
        "quote": ".@katyperry Katy, what the hell were you thinking when you married loser Russell Brand. There is a guy who has got nothing going, a waste!",
        "rating":"G",
        "source": "Twitter",
        "year": 2014
    },
    {
        "id": 101,
        "quote": "I love Neil Young, and he loves me! We have a great relationship.",
        "rating":"G",
        "source": "Bloomberg",
        "year": 2015
    },
    {
        "id": 102,
        "quote": "I have never seen a thin person drinking Diet Coke.",
        "rating":"G",
        "source": "Twitter",
        "year": 2012
    },
    {
        "id": 103,
        "quote": "Do you mind if I sit back a little? Because your breath is very bad, it really is.",
        "rating":"G",
        "source": "To Larry King, on air",
        "year": 1990
    },
    {
        "id": 104,
        "quote": "The concept of shaking hands is absolutely terrible, and statistically I've been proven right.",
        "rating":"G",
        "source": "Playboy",
        "year": 2004
    },
    {
        "id": 105,
        "quote": "In the second grade I actually gave a teacher a black eye, I punched my music teacher because I didn't think he knew anything about music and I almost got expelled.",
        "rating":"G",
        "source": "The Art of the Deal",
        "year": 1987
    },
    {
        "id": 106,
        "quote": "The [Clinton's New York] house is right next to one of my golf courses, and, you know, I just wish I could have maybe represented him in buying the house, and her, because I think I could save them about $600,000 or $700,000.",
        "rating":"G",
        "source": "Larry King Live",
        "year": 1999
    },
    {
        "id": 107,
        "quote": "You may get AIDS by kissing.",
        "rating":"G",
        "source": "The Howard Stern Show",
        "year": 1993
    }
]